Repository: common-repository/wc-huu
Catalog: languages/wc-huu-*.po
Languages: es_es, pt_br

source: Active the button of Whatsapp in Single Product Page.
es_es: Active el botón de Whatsapp en la página de un solo producto.
pt_br: Ative o botão do WhatsApp na página de produto detalhado

source: Active Whatsapp icon on Loop of Product.
es_es: Icono de Whatsapp activo en el loop de producto.
pt_br: Ative o botão do WhatsApp no loop de produtos

source: Click Here
es_es: Haga clic aquí
pt_br: Clique Aqui

source: Huu WP for WooCommerce
es_es: Huu WP para WooCommerce
pt_br: Huu WP para WooCommerce

source: Interest in
es_es: Interés en
pt_br: Interessado em

source: Number of whatsapp
es_es: Numero de whatsapp
pt_br: Numero do whatsapp

source: product
es_es: producto
pt_br: produto

source: Settings
es_es: Ajustes
pt_br: Configurações

source: Setup Huu WP for WooCommerce
es_es: Setup Huu WP para WooCommerce
pt_br: Setup Huu WP para WooCommerce

source: Sorry, has a error. Try again.
es_es: Lo siento, tiene un error. Intentar otra vez.
pt_br: Desculpe, tem um erro. Tente novamente.

source: Support
es_es: Soporte
pt_br: Suporte

source: Text to button
es_es: Texto al botón
pt_br: Texto para o botão

source: To show Whatsapp button in Loop Products and/or Single Product Page
es_es: Para mostrar el botón de Whatsapp en bucle de productos y / o página de producto único
pt_br: Para exibir o botão do Whatsapp no loop do produtos e/ou na página de detalhe

source: To use Huu WP for WooCommerce you need to install WooCommerce.
es_es: Para usar Huu WP para WooCommerce, debe instalar WooCommerce.
pt_br: Para usar Huu WP para WooCommerce, você precisa instalar o WooCommerce.

source: type a text to whatsapp button Ex.: Consulta por Whatsapp
es_es: escribe un texto en el botón de whatsapp Ej .: Consulta por Whatsapp
pt_br: digite um texto no botão do Whatsapp Ex.: Consulta pelo Whatsapp

source: type the whatsapp number XXYY123456789. Do not need +
es_es: escriba el número de whatsapp XXYY123456789. No necesito +
pt_br: digite o número do WhatsApp XXYY123456789. Não precisa de +

source: Use icon with text to Loop of Product.
es_es: Usar icono con texto en el bucle del producto.
pt_br: Usar ícone com texto no loop de produtos
